let person = [
    {
      firstName: 'Саша',
      lastName: 'Ваторе (Доржеева)',
      gender: 'Ж',
      death: 'смерть от старости',
      traits: [
        'Пожилая',
        'Идеальный малыш',
        'Дар общения',
        'Чистюля',
        'Активная',
        'Веселая',
        'Культурист',
      ],
      bio: `Саша - первый ребенок в семье, она росла в любви и заботе, всегда отлично училась, стремилась стать лучше. В подростковом возрасте стала заниматься спортом, чему и посвятила всю свою жизнь. Окончив университет, устроилась фитнес-тренером в ближайший спортзал, где позже достигла больших успехов. Она много работала, но всегда уделяла время семье, ходила на свидания, встречалась с Лилит и Киеси.\n
        Позже состоялась свадьба Саши и Лилит, после чего они съехались. Сначала они жили в квартире Саши, однако затем девушка забеременела от Аяки, и после родов они приняли решение переехать. Ее сын Даня остался жить с Аней и ее семьей, а Саша и Лилит стали жить в Форготн Холлоу.\n
        Саша умерла в глубокой старости, прожив счастливую жизнь и упокоившись с миром.`,
      descriptions: [
        'Саша в детстве',
        'Саша в детстве',
        'Посиделки дома',
        'Саша с Киеси',
        'День рождения Саши',
        'Домашняя вечеринка',
        'Выпускной!',
        'Саша с подругой из университета',
        'Саша с Даней',
        'Саша с Даней',
      ],
      gallery: 'screen1',
      screensNumber: 10,
    },
    {
      firstName: 'Аня',
      lastName: 'Сигворт (Доржеева)',
      gender: 'Ж',
      death: 'смерть от старости',
      traits: [
        'Пожилая',
        'Творческое дарование',
        'Добрая',
        'Чистюля',
        'Практичная',
        'Шеф-повар',
      ],
      bio: `Аня стала вторым ребенком в семье, однако все внимание родителей получала по большей части саша. детство девушки прошло в полном одиночестве, поэтому по мере взросления она начала бунтовать, ставя под сомнение все слова родителей. тем не менее, саша с самого рождения сестры заботилась о ней, кормила, мыла, одевала. только благодаря этому сестры смогли сохранить хорошие отношения.
      Когда саша уехала учиться, ане пришлось очень нелегко, она совсем не понимала, чем ей заниматься в будущем. в подростковом возрасте аня встретила люцифера, в которого сразу же влюбилась.\n
      Приехав из университета, саша сняла квартиру и конечно сразу же позвала сестру. они жили дружно, аня начала заниматься кулинарией и смешиванием напитков, с чем и решила связать свою жизнь. образование у нее было скудное, но она все же смогла достичь верха карьеры в старости.\n
      Съехавшись с люцифером, аня стала выкладывать совместные фотографии на симхаб, где даже обрела известность. однако однажды она стала плохо себя чувствовать и заподозрила неладное. сделав тест на беременность, аня поняла, что у нее будет ребенок. еще не имея достаточного дохода, как и готовности к воспитанию ребенка, девушка надеялась, что все как-то наладится, что это просто ошибка. за всю беременность аня даже не старалась узнать пол ребенка.\n
      Настал день родов, и на удивление всех появились близнецы - софия и костя. аня была в шоке, не зная, что делать. детей было решено на время отправить к родителям ани, пока она и ее муж не встанут на ноги.\n
      Наконец, прямо перед тем, как дети пошли бы в школу, аня и люцифер все же смогли их забрать, однако мать все время пропадала на работе, поэтому воспитанием занимался именно их отец.\n
      Когда софия и костя уже стали подростками, у них внезапно появился кузен - даня. родители семейства не были готовы к еще одному ребенку, но все же приняли его, как собственного.\n
      Аня умерла в старости, незадолго до того, как костя и софия выпустились из университета.`,
      descriptions: ['Аня с Люцифером', 'Аня с детьми'],
      gallery: 'screen2',
      screensNumber: 3,
    },
    {
      firstName: 'Даня',
      lastName: 'Доржеев',
      gender: 'М',
      death: 'смерть от удара молнии',
      traits: [
        'Молодой',
        'Творческое дарование',
        'Чудаковатый',
        'Спокойный',
        'Безэмоциональный',
      ],
      bio: 'Даня псих',
      descriptions: ['Даня качается', 'Даня в спортзале'],
      gallery: 'screen3',
      screensNumber: 3,
    },
    {
      firstName: 'Люцифер',
      lastName: 'Сигворт',
      gender: 'М',
      death: 'смерть от старости',
      traits: [
        'Пожилой',
        'Лежебока',
        'Семьянин',
        'Супер-родитель',
        'Программист',
      ],
      bio: `Люцифер был родом из большой семьи, к сожалению, его родители умерли по нелепой случайности еще до того, как он пошел в старшую школу. большую часть взросления он проводил со своими многочисленными братьями и сестрами, но со временем все, кроме самого парня и его младшего брата, уехали из родного дома. тогда люцифер стал увлекаться музыкой, писать небольшие программы, все шло своим чередом, однако вскоре парень познакомился с аней, и та стала любовью всей его жизни.\n
      Жизнь пролетела незаметно за постоянными хлопотами по дому, уходу за детьми и небольшими подработками внештатного программиста.\n
      Люцифер был почти самым младшим в семье, поэтому однажды раздался неожиданный звонок. самая старшая из его сестер умерла. спустя неделю еще один, и еще один, и еще, и так далее. со временем все его старшие сестры умерли от старости, и люцифер не находил себе места. он понимал, что скоро настанет его очередь, и готовился к этому.\n
      Когда даня все же стал подростком, люцифер сигворт отошел в мир иной, зная, что прожил хорошую жизнь. аня и его дети еще долго хранили траур, но в конце концов смирились, запомнив его лучшим супругом и отцом.`,
    },
    {
      firstName: 'Вики',
      lastName: 'Доржеева',
      gender: 'Ж',
    },
    {
      firstName: 'Лики',
      lastName: 'Доржеева',
      gender: 'Ж',
    },
    {
      firstName: 'Лилит',
      lastName: 'Ваторе',
      gender: 'Ж',
    },
    {
      firstName: 'Киеси',
      lastName: 'Ито',
      gender: 'М',
      death: 'смерть от старости',
    },
    {
      firstName: 'Аяки',
      lastName: 'Тамура',
      gender: 'Ж',
      death: 'смерть от старости',
    },
    {
      firstName: 'София',
      lastName: 'Доржеева',
      gender: 'Ж',
    },
    {
      firstName: 'Мисаки',
      lastName: 'Сибута',
      gender: 'Ж',
    },
    {
      firstName: 'Костя',
      lastName: 'Доржеев',
      gender: 'М',
    },
  ]