let person = [
    {
      firstName: 'Саша',
      lastName: 'Ваторе (Доржеева)',
      gender: 'Ж',
      death: 'смерть от старости',
      traits: [
        'Пожилая',
        'Идеальный малыш',
        'Дар общения',
        'Чистюля',
        'Активная',
        'Веселая',
        'Культурист',
      ],
      bio: `Саша - первый ребенок в семье, она росла в любви и заботе, всегда отлично училась, стремилась стать лучше. В подростковом возрасте стала заниматься спортом, чему и посвятила всю свою жизнь. Окончив университет, устроилась фитнес-тренером в ближайший спортзал, где позже достигла больших успехов. Она много работала, но всегда уделяла время семье, ходила на свидания, встречалась с Лилит и Киеси.\n
        Позже состоялась свадьба Саши и Лилит, после чего они съехались. Сначала они жили в квартире Саши, однако затем девушка забеременела от Аяки, и после родов они приняли решение переехать. Ее сын Даня остался жить с Аней и ее семьей, а Саша и Лилит стали жить в Форготн Холлоу.\n
        Саша умерла в глубокой старости, прожив счастливую жизнь и упокоившись с миром.`,
      descriptions: [
        'Саша в детстве',
        'Саша в детстве',
        'Посиделки дома',
        'Саша с Киеси',
        'День рождения Саши',
        'Домашняя вечеринка',
        'Выпускной!',
        'Саша с подругой из университета',
        'Саша с Даней',
        'Саша с Даней',
      ],
      screensNumber: 10,
    },
    {
      firstName: 'Аня',
      lastName: 'Сигворт (Доржеева)',
      gender: 'Ж',
      death: 'смерть от старости',
      traits: [
        'Пожилая',
        'Творческое дарование',
        'Добрая',
        'Чистюля',
        'Практичная',
        'Шеф-повар',
      ],
      bio: `Аня стала вторым ребенком в семье, однако все внимание родителей получала по большей части Саша. Детство девушки прошло в полном одиночестве, поэтому по мере взросления она начала бунтовать, ставя под сомнение все слова родителей. Тем не менее, Саша с самого рождения сестры заботилась о ней, кормила, мыла, одевала. Только благодаря этому сестры смогли сохранить хорошие отношения.
      Когда Саша уехала учиться, Ане пришлось очень нелегко, она совсем не понимала, чем ей заниматься в будущем. В подростковом возрасте Аня встретила Люцифера, в которого сразу же влюбилась.\n
      Приехав из университета, Саша сняла квартиру и конечно сразу же позвала сестру. Они жили дружно, Аня начала заниматься кулинарией и смешиванием напитков, с чем и решила связать свою жизнь. Образование у нее было скудное, но она все же смогла достичь верха карьеры в старости.\n
      Съехавшись с Люцифером, Аня стала выкладывать совместные фотографии на Симхаб, где даже обрела известность. Однако однажды она стала плохо себя чувствовать и заподозрила неладное. Сделав тест на беременность, девушка поняла, что у нее будет ребенок. Еще не имея достаточного дохода, как и готовности к воспитанию ребенка, Аня инфантильно надеялась, что все как-то наладится, что это просто ошибка. За всю беременность она даже не старалась узнать пол ребенка.\n
      Настал день родов, и на удивление всех появились близнецы - София и Костя. Аня была в шоке, совсем запутавшись и не зная, что делать. Детей было решено на время отправить к родителям Ани, пока она и ее муж не встанут на ноги.\n
      Наконец, прямо перед тем, как дети пошли бы в школу, Аня и Люцифер все же смогли их забрать, однако мать все время пропадала на работе, поэтому воспитанием занимался именно их отец.\n
      Когда София и Костя уже стали подростками, у них внезапно появился кузен - Даня. Родители семейства не были готовы к еще одному ребенку, но все же приняли его, как собственного.\n
      Аня умерла в старости, незадолго до того, как Костя и София выпустились из университета.`,
      descriptions: ['Аня с Люцифером', 'Аня с детьми'],
      screensNumber: 3,
    },
    {
      firstName: 'Даня',
      lastName: 'Доржеев',
      gender: 'М',
      death: 'смерть от удара молнии',
      traits: [
        'Молодой',
        'Творческое дарование',
        'Чудаковатый',
        'Спокойный',
        'Безэмоциональный',
      ],
      descriptions: ['Даня качается', 'Даня в спортзале'],
      screensNumber: 3,
    },
    {
      firstName: 'Люцифер',
      lastName: 'Сигворт',
      gender: 'М',
      death: 'смерть от старости',
      traits: [
        'Пожилой',
        'Лежебока',
        'Семьянин',
        'Супер-родитель',
        'Программист',
      ],
      bio: `Люцифер был родом из большой семьи, к сожалению, его родители умерли по нелепой случайности еще до того, как он пошел в старшую школу. большую часть взросления он проводил со своими многочисленными братьями и сестрами, но со временем все, кроме самого парня и его младшего брата, уехали из родного дома. тогда люцифер стал увлекаться музыкой, писать небольшие программы, все шло своим чередом, однако вскоре парень познакомился с аней, и та стала любовью всей его жизни.\n
      Жизнь пролетела незаметно за постоянными хлопотами по дому, уходу за детьми и небольшими подработками внештатного программиста.\n
      Люцифер был почти самым младшим в семье, поэтому однажды раздался неожиданный звонок. Самая старшая из его сестер умерла. спустя неделю еще один, и еще один, и еще, и так далее. со временем все его старшие сестры умерли от старости, и люцифер не находил себе места. он понимал, что скоро настанет его очередь, и готовился к этому.\n
      Когда Даня все же стал подростком, Люцифер Сигворт отошел в мир иной, зная, что прожил хорошую жизнь. Аня и его дети еще долго хранили траур, но в конце концов смирились, запомнив его лучшим супругом и отцом.`,
    },
    {
      firstName: 'Вики',
      lastName: 'Доржеева',
      gender: 'Ж',
    },
    {
      firstName: 'Лики',
      lastName: 'Доржеева',
      gender: 'Ж',
    },
    {
      firstName: 'Лилит',
      lastName: 'Ваторе',
      gender: 'Ж',
    },
    {
      firstName: 'Киеси',
      lastName: 'Ито',
      gender: 'М',
      death: 'смерть от старости',
      traits: [
        'Романтик',
        'Вечное дитя',
        'Любитель экстрима',
      ],
      bio: `Киеси стал первой любовью Саши. Они познакомились еще в подростковом возрасте и сразу понравились друг другу: ходили на различные фестивали, свидания, много времени проводили в гостях друг у друга. Тогда ни Саше, ни Киеси не нужен был никто другой. Однако со временем все поменялось.\n
      Отношения Киеси и Саши для обоих были лишь первым подротсковым опытом. Поступив в разные университеты и пережив долгую разлуку, влюбленные поняли, что в мире есть еще множество прекрасных людей, и им хочется попробовать что-то новое. Тем не менее, связь между ними была уже слишком сильна, расставание стало бы трагедией для обоих. Именно тогда отношения стали свободными.\n
      Даже после университета, опробовав все, что можно и нельзя, пара осталась полигамной. У Киеси было еще несколько партнеров, также как и у Саши, но они никогда не забывали друг о друге.\n
      Отношения длились до самой смерти Киеси, так как он был немного старше Саши. Девушка тяжело переносила утрату и носила траур, пока не умерла сама.`,
    },
    {
      firstName: 'Аяки',
      lastName: 'Тамура',
      gender: 'Ж',
      death: 'смерть от старости',
    },
    {
      firstName: 'София',
      lastName: 'Доржеева',
      gender: 'Ж',
    },
    {
      firstName: 'Мисаки',
      lastName: 'Сибута',
      gender: 'Ж',
    },
    {
      firstName: 'Костя',
      lastName: 'Доржеев',
      gender: 'М',
    },
  ]